Repository: lesmo/kms-cloud
Catalog: Kms Cloud Globalization/API/ControllerStrings.*.resx
Languages: es_mx

# GenericNotImplemented
source: Ooops! We're still developing that one... sorry
es_mx: ¡Ooops! Seguimos desarrollando eso... disculpa.

# Warning100_CannotLoginAgain
source: User is already logged in
es_mx: Usuario con sesión ya iniciada

# Warning101_UserNotFound
source: User [{0}] requested could not be found, or password is incorrect
es_mx: El usuario [{0}] solicitado no fue encontrado o la contraseña es incorrecta

# Warning103_TokenDeleteOk
source: Token was deleted successfully
es_mx: Token eliminado exitosamente

# Warning104_RequestTokenInvalid
source: OAuth Request Token is invalid, expired or Verifier Code is invalid
es_mx: Request Token de OAuth nválido, expirado o Verifier Code inválido

# Warning105_SocialTokenNotFound
source: Social Network Token is invalid, expired or it has not been associated to any account
es_mx: Token de Red Social inválido, expirado o no asociado con ningún usuario aún

# Warning106_RequestTokenRequired
source: OAuth Request Token is required to engage in this resource's action
es_mx: Request Token de OAuth es necesario para interactuar con éste recurso

# Warning107_ConsumerNotAllowed
source: OAuth Consumer Key does not have permission to access, modify or create this resource
es_mx: Consumer Key de OAuth no tiene autorización para acceder, modificar o crear éste recurso

# Warning108_RequestTokenExchanged
source: OAuth Request Token is no longer valid, use provided credentials as Access Token
es_mx: Request Token de OAuth ya no será válido, utiliza las credenciales provistas como Access Token

# Warning109_SocialTokenAlreadyInUse
source: One account in this Social Network cannot have multiple accounts associated in KMS
es_mx: Una cuenta en ésta Red Social no puede tener múltiples cuentas asociadas con KMS

# Warning201_CannotCreateUserWithSessionOpen
source: User is logged in and cannot register a new account
es_mx: Usuario con sesión iniciada no puede registrar una nueva cuenta

# Warning203_ContactInfoNotSet
source: Contact Information is not set yet
es_mx: Información de contacto sin especificar aún

# Warning204_PhysicalInfoNotSet
source: Physical Profile is not set yet
es_mx: Perfil Físico aún no establecido

# Warning205_ShippingInfoNotSet
source: Shipping Information is not set yet
es_mx: Información de Envío aún no establecida

# Warning206_CannotCreateUserWithEmail
source: There is another User using provided email
es_mx: Ya hay un usuario utilizando la dirección de email

# Warning301_ActivityInvalid
source: Activity requested is invalid
es_mx: La Actividad solicitada es inválida

# Warning302_DataTimestampTooOld
source: There is already Data with provided Timestamp
es_mx: Ya hay Datos con el Timestamp provisto

# Warning401_FriendNotFound
source: User requested could not be found
es_mx: Usuario solicitado no encontrado

# Warning402_FriendshipAlreadyExists
source: Friendship with requested User already exists
es_mx: Amistad on el Usuario solicitado ya existe

# Warning403_FriendshipRequestNotFound
source: Friendship Request could not be found
es_mx: Solicitud de Amistad no encontrada

# Warning501_AccountDataInvalid
source: Account Data received is invalid
es_mx: Datos de Cuenta recibidos son inválidos

# Warning502_AccountDataNotChanged
source: Account Data received is not different to current data
es_mx: Datos de Cuenta recibidos no difieren de los Datos actuales

# Warning601_ResourceNotFound
source: Resource requested could not be found.
es_mx: Recurso solicitado no encontrado

# Warning701_GiftNotFound
source: Gift requested could not be found, or ID is invalid
es_mx: Regalo solicitado no encontrado, o el ID es inválido

# Warning702_GiftOutOfStock
source: Gift requested is out of stock
es_mx: Regalo solicitado ya no tiene inventario

# Warning703_GiftShippingPending
source: Gift has been claimed, and will be shipped soon
es_mx: El regalo canjeado y se enviará pronto

# Warning801_TipNotFound
source: Tip requested could not be found, or ID is invalid
es_mx: Tip solicitado no encontrado, o ID inválido

# Warning901_RewardNotFound
source: Reward requested could not be found, or ID is invalid
es_mx: Recompensa solicitada no encontrada, o ID inválido
